{
  "<|assistant|>": 32260,
  "<|dialog|>": 32262,
  "<|endoftext|>": 32256,
  "<|im_end|>": 32265,
  "<|im_start|>": 32264,
  "<|memory|>": 32261,
  "<|pad|>": 32257,
  "<|system|>": 32258,
  "<|task|>": 32263,
  "<|user|>": 32259
}
